/* Alert title. */
"success_activation_alert_title" = "Bien joué !";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Vous avez correctement activé %@ via Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Limite d'appareils atteinte";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Vous utilisez Setapp sur le nombre maximal d'appareils autorisés.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Pour en savoir plus, consultez votre compte utilisateur";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Votre code QR présente un problème";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Veuillez actualiser la page, puis réessayer.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Délai de connexion dépassé";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Le traitement de votre demande a pris trop de temps.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Veuillez vérifier votre connexion réseau, puis réessayer.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Une erreur réseau s’est produite";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Veuillez vérifier votre connexion, puis réessayer.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Désolé, un problème est survenu";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Veuillez réessayer.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Désolé, un problème est survenu";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Veuillez réessayer.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Petit problème…";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Veuillez contacter l'assistance Setapp pour obtenir de l'aide.";

/* Button title. */
"ok_button_title" = "OK";

/* Body of alert, activation in progress.

activation.body
Loading… */
"activation.body" = "Chargement…";

/* Cancel */
"activation.cancel" = "Annuler";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "%@ est maintenant utilisable via votre abonnement Setapp. Continuez pour l'essayer.";

/* [AppName] activated */
"activation.success.title" = "%@ activé";

/* Activating */
"activation.title" = "Activation…";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "Échec du scan du code QR. Accédez à l'application Setapp sur votre Mac et scannez à nouveau le code QR.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "Échec de l'activation de l'application. Retournez dans votre compte Setapp pour réessayer de l'activer.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "Échec du scan du code QR. Retournez dans votre compte Setapp pour scanner à nouveau le code QR.";

/* We have a little problem */
"alert.activationProblem.title" = "Petit problème…";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Connectez-vous, puis réessayez.";

/* No internet connection */
"alert.no-internet-connection.title" = "Pas de connexion Internet";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "Le chargement prend trop de temps. Vérifiez que vous êtes toujours connecté à Internet, puis réessayez.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Connexion Internet lente";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Réessayez ou contactez l'équipe d'assistance.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Veuillez réessayer.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Un problème est survenu";

/* Contact Support Team */
"button.contact-support" = "Contacter l'assistance";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Accéder à Mon Setapp";

/* Got it */
"button.got-it.label" = "OK";

/* Not now */
"button.not-now" = "Plus tard";

/* Ok */
"button.ok" = "OK";

/* Device limit reached */
"device-limit.title" = "Limite d'appareils atteinte";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Accédez à votre compte Setapp pour déconnecter les appareils dont vous n'avez plus besoin.";

/* Got it */
"Got it" = "OK";
